Repository: urnetwork/apple
Catalog: app/network/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, el, es, es_419, es_mx, fr, he, hi, id, it, ja, ko, nl, pl, pt, pt_br, pt_pt, ru, sv, th, uk, vi, zh_hans, zh_hk

source: The network check hasn't run on this connection yet. Until it passes, clients are offered this device only when checked providers run out.
ar: لم يُجرَ فحص الشبكة على هذا الاتصال بعد. وإلى أن ينجح، لا يُعرض هذا الجهاز على العملاء إلا عند نفاد المزودين الذين تم فحصهم.
cs: Kontrola sítě na tomto připojení ještě neproběhla. Dokud neprojde, nabízí se toto zařízení klientům jen tehdy, když dojdou zkontrolovaní poskytovatelé.
de: Die Netzwerkprüfung ist für diese Verbindung noch nicht gelaufen. Bis sie besteht, wird dieses Gerät Clients nur angeboten, wenn geprüfte Anbieter ausgehen.
el: Ο έλεγχος δικτύου δεν έχει εκτελεστεί ακόμη σε αυτή τη σύνδεση. Μέχρι να περάσει, η συσκευή προτείνεται σε πελάτες μόνο όταν εξαντληθούν οι ελεγμένοι πάροχοι.
es: La comprobación de red aún no se ha realizado en esta conexión. Hasta que la supere, este dispositivo solo se ofrece a los clientes cuando se agotan los proveedores comprobados.
es_419: La verificación de red aún no se ha realizado en esta conexión. Hasta que la supere, este dispositivo solo se ofrece a los clientes cuando se agotan los proveedores verificados.
es_mx: La verificación de red aún no se ha realizado en esta conexión. Hasta que la supere, este dispositivo solo se ofrece a los clientes cuando se agotan los proveedores verificados.
fr: La vérification réseau n'a pas encore été effectuée sur cette connexion. Tant qu'elle n'est pas réussie, cet appareil n'est proposé aux clients que lorsque les fournisseurs vérifiés sont épuisés.
he: בדיקת הרשת עדיין לא רצה על החיבור הזה. עד שהיא תעבור, המכשיר הזה יוצע ללקוחות רק כשהספקים שנבדקו יאזלו.
hi: इस कनेक्शन पर नेटवर्क जाँच अभी नहीं चली है। इसके पास होने तक, यह डिवाइस क्लाइंट को तभी पेश किया जाता है जब जाँचे गए प्रदाता खत्म हो जाएँ।
id: Pemeriksaan jaringan belum dijalankan pada koneksi ini. Hingga lulus, perangkat ini hanya ditawarkan ke klien saat penyedia yang sudah diperiksa habis.
it: Il controllo di rete non è ancora stato eseguito su questa connessione. Finché non viene superato, questo dispositivo viene offerto ai client solo quando i provider verificati sono esauriti.
ja: この接続ではまだネットワークチェックが実行されていません。合格するまでは、チェック済みのプロバイダーが足りなくなった場合にのみクライアントに提示されます。
ko: 이 연결에서는 아직 네트워크 검사가 실행되지 않았습니다. 검사를 통과할 때까지는 검사를 마친 제공업체가 부족할 때만 클라이언트에게 제시됩니다.
nl: De netwerkcontrole is voor deze verbinding nog niet uitgevoerd. Tot die slaagt, wordt dit apparaat alleen aan clients aangeboden als gecontroleerde providers op zijn.
pl: Kontrola sieci nie została jeszcze przeprowadzona dla tego połączenia. Dopóki jej nie przejdzie, to urządzenie jest proponowane klientom tylko wtedy, gdy zabraknie sprawdzonych dostawców.
pt: A verificação de rede ainda não foi feita nesta ligação. Até ser aprovada, este dispositivo só é oferecido aos clientes quando os fornecedores verificados se esgotam.
pt_br: A verificação de rede ainda não foi feita nesta conexão. Até ser aprovada, este dispositivo só é oferecido aos clientes quando os provedores verificados se esgotam.
pt_pt: A verificação de rede ainda não foi feita nesta ligação. Até ser aprovada, este dispositivo só é oferecido aos clientes quando os fornecedores verificados se esgotam.
ru: Проверка сети для этого подключения еще не проводилась. Пока она не пройдена, устройство предлагается клиентам, только когда проверенные провайдеры закончились.
sv: Nätverkskontrollen har inte körts på den här anslutningen än. Tills den godkänns erbjuds enheten klienter bara när kontrollerade leverantörer tar slut.
th: ยังไม่ได้ตรวจสอบเครือข่ายสำหรับการเชื่อมต่อนี้ จนกว่าจะผ่าน อุปกรณ์นี้จะถูกเสนอให้ไคลเอนต์เฉพาะเมื่อผู้ให้บริการที่ผ่านการตรวจสอบหมดแล้ว
uk: Перевірку мережі для цього підключення ще не проводили. Доки її не пройдено, пристрій пропонують клієнтам, лише коли перевірені провайдери закінчилися.
vi: Chưa chạy kiểm tra mạng trên kết nối này. Cho đến khi đạt, thiết bị này chỉ được đề xuất cho máy khách khi các nhà cung cấp đã kiểm tra không còn.
zh_hans: 此连接尚未进行网络检查。在检查通过之前，只有在已检查的提供商用完时，此设备才会被推荐给客户端。
zh_hk: 此連接尚未進行網絡檢查。在檢查通過之前，只有在已檢查的供應商用完時，此裝置才會被推薦給客戶端。

source: The one the user actually feels
ar: العطل الذي يشعر به المستخدم فعلًا
cs: To, které uživatel opravdu pocítí
de: Der, den Nutzer tatsächlich spüren
el: Αυτή που πραγματικά νιώθει ο χρήστης
es: El que el usuario realmente nota
es_419: La que el usuario realmente nota
es_mx: La que el usuario realmente nota
fr: Celle que l’utilisateur ressent vraiment
he: זה שהמשתמש באמת מרגיש
hi: वह जिसे उपयोगकर्ता सच में महसूस करता है
id: Yang benar-benar dirasakan pengguna
it: Quello che l’utente avverte davvero
ja: ユーザーが実際に体感するもの
ko: 사용자가 실제로 체감하는 장애
nl: Die de gebruiker echt merkt
pl: Ta, którą użytkownik naprawdę odczuwa
pt: A que o utilizador realmente sente
pt_br: A que o usuário realmente sente
pt_pt: A que o utilizador realmente sente
ru: Тот, который пользователь действительно ощущает
sv: Det som användaren faktiskt märker
th: ครั้งที่ผู้ใช้รู้สึกได้จริง
uk: Той, який користувач справді відчуває
vi: Sự cố mà người dùng thật sự cảm nhận được
zh_hans: 用户真正能感受到的那一次
zh_hk: 用戶真正感受到的那一次

source: The payment form couldn't load. Check your internet connection, then try again.
ar: تعذّر تحميل نموذج الدفع. تحقق من اتصالك بالإنترنت، ثم حاول مرة أخرى.
cs: Platební formulář se nepodařilo načíst. Zkontrolujte připojení k internetu a zkuste to znovu.
de: Das Zahlungsformular konnte nicht geladen werden. Prüfe deine Internetverbindung und versuche es dann erneut.
el: Δεν ήταν δυνατή η φόρτωση της φόρμας πληρωμής. Ελέγξτε τη σύνδεσή σας στο διαδίκτυο και δοκιμάστε ξανά.
es: No se pudo cargar el formulario de pago. Comprueba tu conexión a internet y vuelve a intentarlo.
es_419: No se pudo cargar el formulario de pago. Verifica tu conexión a internet y vuelve a intentarlo.
es_mx: No se pudo cargar el formulario de pago. Verifica tu conexión a internet y vuelve a intentarlo.
fr: Le formulaire de paiement n'a pas pu se charger. Vérifiez votre connexion Internet, puis réessayez.
he: לא ניתן היה לטעון את טופס התשלום. בדקו את החיבור לאינטרנט ונסו שוב.
hi: भुगतान फ़ॉर्म लोड नहीं हो सका। अपना इंटरनेट कनेक्शन जांचें, फिर दोबारा प्रयास करें।
id: Formulir pembayaran tidak dapat dimuat. Periksa koneksi internet Anda, lalu coba lagi.
it: Impossibile caricare il modulo di pagamento. Controlla la connessione a Internet, poi riprova.
ja: 支払いフォームを読み込めませんでした。インターネット接続を確認してから、もう一度お試しください。
ko: 결제 양식을 불러올 수 없습니다. 인터넷 연결을 확인한 후 다시 시도하세요.
nl: Het betaalformulier kon niet worden geladen. Controleer je internetverbinding en probeer het opnieuw.
pl: Nie udało się wczytać formularza płatności. Sprawdź połączenie z internetem, a potem spróbuj ponownie.
pt: Não foi possível carregar o formulário de pagamento. Verifique a sua ligação à Internet e tente novamente.
pt_br: Não foi possível carregar o formulário de pagamento. Verifique sua conexão com a internet e tente novamente.
pt_pt: Não foi possível carregar o formulário de pagamento. Verifique a sua ligação à Internet e tente novamente.
ru: Не удалось загрузить форму оплаты. Проверьте подключение к интернету и повторите попытку.
sv: Betalningsformuläret kunde inte läsas in. Kontrollera din internetanslutning och försök sedan igen.
th: ไม่สามารถโหลดแบบฟอร์มการชำระเงินได้ ตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณ แล้วลองอีกครั้ง
uk: Не вдалося завантажити форму оплати. Перевірте підключення до інтернету й спробуйте ще раз.
vi: Không thể tải biểu mẫu thanh toán. Hãy kiểm tra kết nối internet rồi thử lại.
zh_hans: 无法加载付款表单。请检查您的网络连接，然后重试。
zh_hk: 無法載入付款表格。請檢查您的網絡連線，然後再試一次。

source: The purchase could not be completed. Please try again.
ar: تعذّر إتمام عملية الشراء. يرجى المحاولة مرة أخرى.
cs: Nákup se nepodařilo dokončit. Zkuste to znovu.
de: Der Kauf konnte nicht abgeschlossen werden. Bitte versuche es erneut.
el: Η αγορά δεν ήταν δυνατό να ολοκληρωθεί. Δοκιμάστε ξανά.
es: No se pudo completar la compra. Inténtalo de nuevo.
es_419: No se pudo completar la compra. Inténtalo de nuevo.
es_mx: No se pudo completar la compra. Inténtalo de nuevo.
fr: L’achat n’a pas pu aboutir. Réessayez.
he: לא ניתן היה להשלים את הרכישה. נסו שוב.
hi: खरीदारी पूरी नहीं हो सकी। कृपया दोबारा कोशिश करें।
id: Pembelian tidak dapat diselesaikan. Silakan coba lagi.
it: Non è stato possibile completare l’acquisto. Riprova.
ja: 購入を完了できませんでした。もう一度お試しください。
ko: 구매를 완료할 수 없습니다. 다시 시도하세요.
nl: De aankoop kon niet worden voltooid. Probeer het opnieuw.
pl: Nie udało się dokończyć zakupu. Spróbuj ponownie.
pt: Não foi possível concluir a compra. Tente novamente.
pt_br: Não foi possível concluir a compra. Tente novamente.
pt_pt: Não foi possível concluir a compra. Tente novamente.
ru: Не удалось завершить покупку. Попробуйте снова.
sv: Köpet kunde inte slutföras. Försök igen.
th: การซื้อไม่สำเร็จ โปรดลองอีกครั้ง
uk: Не вдалося завершити покупку. Спробуйте ще раз.
vi: Không thể hoàn tất giao dịch mua. Vui lòng thử lại.
zh_hans: 无法完成购买。请重试。
zh_hk: 無法完成購買。請再試一次。

source: The REALITY short ID must be up to 16 hexadecimal characters.
ar: يجب ألا يتجاوز المعرّف القصير لـ REALITY ستة عشر حرفًا ست عشريًا.
cs: Krátké ID REALITY může mít nejvýše 16 šestnáctkových znaků.
de: Die REALITY-Kurz-ID darf höchstens 16 Hexadezimalzeichen lang sein.
el: Το σύντομο αναγνωριστικό REALITY πρέπει να έχει έως 16 δεκαεξαδικούς χαρακτήρες.
es: El ID corto de REALITY debe tener hasta 16 caracteres hexadecimales.
es_419: El ID corto de REALITY debe tener hasta 16 caracteres hexadecimales.
es_mx: El ID corto de REALITY debe tener hasta 16 caracteres hexadecimales.
fr: L'ID court REALITY doit comporter au plus 16 caractères hexadécimaux.
he: המזהה הקצר של REALITY חייב להכיל עד 16 תווים הקסדצימליים.
hi: REALITY शॉर्ट आईडी में अधिकतम 16 हेक्साडेसिमल अक्षर हो सकते हैं।
id: ID pendek REALITY harus berisi paling banyak 16 karakter heksadesimal.
it: L'ID breve REALITY deve avere al massimo 16 caratteri esadecimali.
ja: REALITY のショート ID は 16 文字以内の 16 進数にしてください。
ko: REALITY 짧은 ID는 최대 16자리 16진수여야 합니다.
nl: De korte REALITY-ID mag maximaal 16 hexadecimale tekens bevatten.
pl: Krótki identyfikator REALITY może mieć maksymalnie 16 znaków szesnastkowych.
pt: O ID curto do REALITY deve ter até 16 caracteres hexadecimais.
pt_br: O ID curto do REALITY deve ter até 16 caracteres hexadecimais.
pt_pt: O ID curto do REALITY deve ter até 16 caracteres hexadecimais.
ru: Короткий ID REALITY должен содержать не более 16 шестнадцатеричных символов.
sv: REALITY-kort-ID:t får ha högst 16 hexadecimala tecken.
th: รหัสแบบสั้นของ REALITY ต้องเป็นอักขระฐานสิบหกไม่เกิน 16 ตัว
uk: Короткий ID REALITY має містити не більше 16 шістнадцяткових символів.
vi: ID ngắn REALITY chỉ được có tối đa 16 ký tự thập lục phân.
zh_hans: REALITY 短 ID 最多只能包含 16 个十六进制字符。
zh_hk: REALITY 短 ID 最多只能包含 16 個十六進位字元。

source: The request was declined in your wallet. Start again and approve it to continue.
ar: تم رفض الطلب في محفظتك. ابدأ من جديد ووافق عليه للمتابعة.
cs: Požadavek byl ve vaší peněžence zamítnut. Začněte znovu a schvalte ho, abyste mohli pokračovat.
de: Die Anfrage wurde in deiner Wallet abgelehnt. Starte erneut und bestätige sie, um fortzufahren.
el: Το αίτημα απορρίφθηκε στο πορτοφόλι σας. Ξεκινήστε ξανά και εγκρίνετέ το για να συνεχίσετε.
es: La solicitud se rechazó en tu billetera. Empieza de nuevo y apruébala para continuar.
es_419: La solicitud se rechazó en tu billetera. Comienza de nuevo y apruébala para continuar.
es_mx: La solicitud se rechazó en tu cartera. Comienza de nuevo y apruébala para continuar.
fr: La demande a été refusée dans votre portefeuille. Recommencez et approuvez-la pour continuer.
he: הבקשה נדחתה בארנק שלכם. התחילו מחדש ואשרו אותה כדי להמשיך.
hi: आपके वॉलेट में अनुरोध अस्वीकार कर दिया गया। जारी रखने के लिए फिर से शुरू करें और अनुरोध को स्वीकृत करें।
id: Permintaan ditolak di dompet Anda. Mulai lagi dan setujui permintaan itu untuk melanjutkan.
it: La richiesta è stata rifiutata nel tuo portafoglio. Ricomincia e approvala per continuare.
ja: ウォレットでリクエストが拒否されました。最初からやり直し、リクエストを承認して続行してください。
ko: 지갑에서 요청이 거부되었습니다. 다시 시작하고 요청을 승인하여 계속하세요.
nl: Het verzoek is geweigerd in je wallet. Begin opnieuw en keur het goed om door te gaan.
pl: Żądanie zostało odrzucone w Twoim portfelu. Zacznij od nowa i zatwierdź je, aby kontynuować.
pt: O pedido foi recusado na sua carteira. Comece de novo e aprove-o para continuar.
pt_br: A solicitação foi recusada na sua carteira. Comece de novo e aprove-a para continuar.
pt_pt: O pedido foi recusado na sua carteira. Comece de novo e aprove-o para continuar.
ru: Запрос отклонен в вашем кошельке. Начните заново и подтвердите его, чтобы продолжить.
sv: Begäran avvisades i din plånbok. Börja om och godkänn den för att fortsätta.
th: คำขอถูกปฏิเสธในกระเป๋าเงินของคุณ เริ่มใหม่และอนุมัติคำขอเพื่อดำเนินการต่อ
uk: Запит відхилено у вашому гаманці. Почніть знову й підтвердьте його, щоб продовжити.
vi: Yêu cầu đã bị từ chối trong ví của bạn. Hãy bắt đầu lại và chấp thuận yêu cầu để tiếp tục.
zh_hans: 该请求已在您的钱包中被拒绝。请重新开始并批准该请求以继续。
zh_hk: 該請求已在你的錢包中被拒絕。請重新開始並批准該請求以繼續。

source: The Seeker multiplier applies to points only.
ar: ينطبق مضاعف Seeker على النقاط فقط.
de: Der Seeker-Multiplikator gilt nur für Punkte.
es: El multiplicador de Seeker solo se aplica a los puntos.
ru: Множитель Seeker применяется только к очкам.
zh_hans: Seeker 倍增器仅适用于积分。

source: The share code is too large for a QR code. Copy the share text instead.
ar: رمز المشاركة كبير جدًا بالنسبة لرمز QR. انسخ نص المشاركة بدلًا من ذلك.
cs: Kód ke sdílení je na QR kód příliš velký. Místo toho zkopírujte text ke sdílení.
de: Der Freigabecode ist zu groß für einen QR-Code. Kopiere stattdessen den Freigabetext.
el: Ο κωδικός κοινοποίησης είναι πολύ μεγάλος για κωδικό QR. Αντιγράψτε το κείμενο κοινοποίησης αντί γι' αυτό.
es: El código para compartir es demasiado grande para un código QR. Copia el texto para compartir en su lugar.
es_419: El código para compartir es demasiado grande para un código QR. Copia el texto para compartir en su lugar.
es_mx: El código para compartir es demasiado grande para un código QR. Copia el texto para compartir en su lugar.
fr: Le code de partage est trop volumineux pour un code QR. Copiez plutôt le texte de partage.
he: קוד השיתוף גדול מדי לקוד QR. העתיקו במקום זאת את טקסט השיתוף.
hi: शेयर कोड QR कोड के लिए बहुत बड़ा है। इसके बजाय शेयर टेक्स्ट कॉपी करें।
id: Kode berbagi terlalu besar untuk kode QR. Salin teks berbaginya saja.
it: Il codice di condivisione è troppo grande per un codice QR. Copia invece il testo di condivisione.
ja: 共有コードが大きすぎて QR コードにできません。代わりに共有テキストをコピーしてください。
ko: 공유 코드가 너무 커서 QR 코드로 만들 수 없습니다. 대신 공유 텍스트를 복사하세요.
nl: De deelcode is te groot voor een QR-code. Kopieer in plaats daarvan de deeltekst.
pl: Kod udostępnienia jest za duży na kod QR. Zamiast tego skopiuj tekst udostępnienia.
pt: O código de partilha é demasiado grande para um código QR. Copie antes o texto de partilha.
pt_br: O código de compartilhamento é grande demais para um código QR. Copie o texto de compartilhamento.
pt_pt: O código de partilha é demasiado grande para um código QR. Copie antes o texto de partilha.
ru: Код слишком велик для QR-кода. Вместо этого скопируйте текст кода.
sv: Delningskoden är för stor för en QR-kod. Kopiera delningstexten i stället.
th: รหัสแชร์มีขนาดใหญ่เกินกว่าจะเป็นรหัส QR คัดลอกข้อความแชร์แทน
uk: Код обміну завеликий для QR-коду. Скопіюйте натомість текст обміну.
vi: Mã chia sẻ quá lớn để làm mã QR. Hãy sao chép văn bản chia sẻ thay thế.
zh_hans: 分享码过大，无法生成二维码。请改为复制分享文本。
zh_hk: 分享碼太大，無法產生 QR 碼。請改為複製分享文字。

source: The strongest security rules are known not to work in %@. There are less secure recommended DNS settings that work better.
ar: من المعروف أن أقوى قواعد الأمان لا تعمل في %@. هناك إعدادات DNS موصى بها أقل أمانًا تعمل بشكل أفضل.
cs: Nejpřísnější bezpečnostní pravidla v %@ nefungují. Existuje méně bezpečné doporučené nastavení DNS, které funguje lépe.
de: Die strengsten Sicherheitsregeln funktionieren in %@ bekanntermaßen nicht. Es gibt weniger sichere, empfohlene DNS-Einstellungen, die besser funktionieren.
el: %@: οι πιο ισχυροί κανόνες ασφαλείας είναι γνωστό ότι δεν λειτουργούν εδώ. Υπάρχουν λιγότερο ασφαλείς προτεινόμενες ρυθμίσεις DNS που λειτουργούν καλύτερα.
es: Se sabe que las reglas de seguridad más estrictas no funcionan en %@. Hay ajustes de DNS recomendados, menos seguros, que funcionan mejor.
es_419: Se sabe que las reglas de seguridad más estrictas no funcionan en %@. Hay una configuración de DNS recomendada, menos segura, que funciona mejor.
es_mx: Se sabe que las reglas de seguridad más estrictas no funcionan en %@. Hay una configuración de DNS recomendada, menos segura, que funciona mejor.
fr: %@ — les règles de sécurité les plus strictes n'y fonctionnent pas. Des paramètres DNS recommandés, moins sécurisés, fonctionnent mieux.
he: ידוע שכללי האבטחה החזקים ביותר אינם עובדים באזור %@. יש הגדרות DNS מומלצות, פחות מאובטחות, שעובדות טוב יותר.
hi: %@ में सबसे मज़बूत सुरक्षा नियम काम नहीं करते। कुछ कम सुरक्षित अनुशंसित DNS सेटिंग्स हैं जो बेहतर काम करती हैं।
id: Aturan keamanan terkuat diketahui tidak berfungsi di %@. Ada pengaturan DNS yang disarankan, kurang aman tetapi bekerja lebih baik.
it: Le regole di sicurezza più rigide non funzionano in %@. Ci sono impostazioni DNS consigliate, meno sicure, che funzionano meglio.
ja: 最も強力なセキュリティルールは%@では機能しないことが知られています。安全性は下がりますが、より確実に動作する推奨DNS設定があります。
ko: 가장 강력한 보안 규칙은 %@에서 작동하지 않는 것으로 알려져 있습니다. 보안 수준은 낮지만 더 잘 작동하는 권장 DNS 설정이 있습니다.
nl: Het is bekend dat de strengste beveiligingsregels niet werken in %@. Er zijn minder veilige aanbevolen DNS-instellingen die beter werken.
pl: Najsilniejsze reguły bezpieczeństwa nie działają w %@. Istnieją mniej bezpieczne, zalecane ustawienia DNS, które sprawdzają się lepiej.
pt: Sabe-se que as regras de segurança mais fortes não funcionam em %@. Existem definições de DNS recomendadas, menos seguras, que funcionam melhor.
pt_br: Sabe-se que as regras de segurança mais fortes não funcionam em %@. Existem configurações de DNS recomendadas, menos seguras, que funcionam melhor.
pt_pt: Sabe-se que as regras de segurança mais fortes não funcionam em %@. Existem definições de DNS recomendadas, menos seguras, que funcionam melhor.
ru: %@: известно, что здесь самые строгие правила безопасности не работают. Есть менее безопасные рекомендуемые настройки DNS, которые работают лучше.
sv: De starkaste säkerhetsreglerna fungerar inte i %@. Det finns rekommenderade DNS-inställningar som är mindre säkra men fungerar bättre.
th: เป็นที่ทราบกันว่ากฎความปลอดภัยที่เข้มงวดที่สุดใช้งานไม่ได้ใน %@ มีการตั้งค่า DNS ที่แนะนำซึ่งปลอดภัยน้อยกว่าแต่ใช้งานได้ดีกว่า
uk: Відомо, що найсуворіші правила безпеки не працюють у %@. Є менш безпечні рекомендовані налаштування DNS, які працюють краще.
vi: Các quy tắc bảo mật mạnh nhất được biết là không hoạt động ở %@. Có những cài đặt DNS được khuyến nghị, kém an toàn hơn nhưng hoạt động tốt hơn.
zh_hans: 已知最严格的安全规则在%@无法正常工作。可改用推荐的 DNS 设置，安全性稍低但更好用。
zh_hk: 已知最嚴格的安全規則在%@無法正常運作。可改用建議的 DNS 設定，安全性稍低但更好用。
